Repository: zinc75/JackMate
Catalog: src/Localizable.xcstrings
Source language: fr
Languages: de, en, es, it

# transport.format.label_bbt
source: mesure|temps|tick
de: Takt|Beat|Tick
en: bar|beat|tick
es: compás|tiempo|tick
it: misura|tempo|tick

# transport.goto.title
source: Aller à
de: Gehe zu
en: Go to
es: Ir a
it: Vai a

# transport.position.tooltip
source: Cliquer pour aller à une position · Clic droit pour changer le format
de: Klicken zum Positionieren · Rechtsklick zum Formatwechsel
en: Click to go to a position · Right-click to change format
es: Clic para ir a una posición · Clic derecho para cambiar el formato
it: Clicca per andare a una posizione · Clic destro per cambiare il formato

# transport.timebase.become
source: Devenir Timebase Master (fournit BPM et BBT aux autres clients)
de: Timebase Master werden (stellt BPM und BBT für andere Clients bereit)
en: Become Timebase Master (provides BPM and BBT to other clients)
es: Convertirse en Timebase Master (proporciona BPM y BBT a otros clientes)
it: Diventa Timebase Master (fornisce BPM e BBT agli altri client)

# transport.timebase.release
source: Relâcher le rôle de Timebase Master
de: Timebase-Master-Rolle freigeben
en: Release the Timebase Master role
es: Abandonar el rol de Timebase Master
it: Rilascia il ruolo di Timebase Master

# update.admin.notice
source: Si le chemin ci-dessus nécessite des droits administrateur, macOS vous demandera votre mot de passe.
de: Falls der obige Pfad Administratorzugriff erfordert, zeigt macOS eine Passwortabfrage an.
en: If the path above requires administrator access, macOS will prompt for your password.
es: Si la ruta anterior requiere acceso de administrador, macOS solicitará tu contraseña.
it: Se il percorso indicato richiede accesso amministratore, macOS chiederà la password.

# update.available.message
source: Une nouvelle version de JackMate est disponible. Voulez-vous l'installer maintenant ?
de: Eine neue Version von JackMate steht zum Download bereit. Möchtest du sie jetzt installieren?
en: A new version of JackMate is available. Would you like to install it now?
es: Hay una nueva versión de JackMate disponible. ¿Deseas instalarla ahora?
it: È disponibile una nuova versione di JackMate. Vuoi installarla adesso?

# update.available.title
source: Mise à jour disponible
de: Update verfügbar
en: Update available
es: Actualización disponible
it: Aggiornamento disponibile

# update.button.install
source: Installer et relancer
de: Installieren & neu starten
en: Install & Relaunch
es: Instalar y relanzar
it: Installa e riavvia

# update.button.later
source: Plus tard
de: Später
en: Later
es: Más tarde
it: Più tardi

# update.button.skip
source: Passer cette version
de: Diese Version überspringen
en: Skip this version
es: Omitir esta versión
it: Salta questa versione

# update.changelog
source: Voir les nouveautés ↗
de: Neuigkeiten ansehen ↗
en: See what's new ↗
es: Ver novedades ↗
it: Scopri le novità ↗

# update.downloading
source: Téléchargement…
de: Wird heruntergeladen…
en: Downloading…
es: Descargando…
it: Download in corso…

# update.error.app_not_found
source: Application introuvable dans le DMG
de: App nicht im DMG gefunden
en: App not found in DMG
es: App no encontrada en el DMG
it: App non trovata nel DMG

# update.error.download
source: Échec du téléchargement
de: Download fehlgeschlagen
en: Download failed
es: Error en la descarga
it: Download non riuscito

# update.error.mount
source: Impossible de monter le DMG
de: DMG konnte nicht eingebunden werden
en: Could not mount DMG
es: No se pudo montar el DMG
it: Impossibile montare il DMG

# update.installing
source: Installation…
de: Wird installiert…
en: Installing…
es: Instalando…
it: Installazione in corso…

# update.jack_running.warning
source: Jack est en cours d'exécution. Veuillez stopper Jack avant d'installer la mise à jour.
de: Jack ist aktiv. Bitte Jack stoppen, bevor du das Update installierst.
en: Jack is running. Please stop Jack before installing the update.
es: Jack está activo. Por favor, detén Jack antes de instalar la actualización.
it: Jack è attivo. Ferma Jack prima di installare l'aggiornamento.

# update.menubar.label
source: Mise à jour disponible :
de: Update verfügbar:
en: Update available:
es: Actualización disponible:
it: Aggiornamento disponibile:

# volumes.default_device
source: Périphérique de sortie par défaut
de: Standard-Ausgabegerät
en: Default output device
es: Dispositivo de salida predeterminado
it: Dispositivo di uscita predefinito

# volumes.toolbar.help
source: Afficher/masquer la barre de volumes
de: Lautstärkeleiste ein-/ausblenden
en: Show/hide the volumes bar
es: Mostrar/ocultar la barra de volúmenes
it: Mostra/nascondi la barra dei volumi

# whats_new.body
source: La grande nouveauté : l'intégration de JackMoebius. JackMoebius est le remplaçant fonctionnel nouvelle génération de JackRouter (abandonné depuis 2020) — un pilote audio virtuel à installer séparément (lien ci-dessous). JackMoebius expose au graphe JACK les applications macOS sans support JACK natif (presque toutes les apps audio et applications Apple natives capables de capturer ou d'émettre du son), en entrée comme en sortie — pour les faire dialoguer avec vos applications JACK natives, de manière simple et transparente. Depuis JackMate : • volumes de sortie (Jack et « JackMoebius Out ») et par application, réglés directement dans JackMate ; • les studios restaurent désormais aussi l'état JackMoebius (apps exposées + volumes) ; • statut de JackMoebius en temps réel ; • installer et mettre à jour JackMoebius directement depuis JackMate ; • rangement automatique du patchbay nettement amélioré (au démarrage de Jack et via « Tidy »).
de: Das Highlight: die JackMoebius-Integration. JackMoebius ist der funktionale Nachfolger der nächsten Generation von JackRouter (seit 2020 eingestellt) — ein separat zu installierender virtueller Audiotreiber (Link unten). JackMoebius stellt dem JACK-Graphen die macOS-Apps ohne native JACK-Unterstützung bereit (fast alle Audio-Apps und nativen Apple-Anwendungen, die Ton aufnehmen oder ausgeben können), Eingang wie Ausgang — damit sie mit Ihren nativen JACK-Anwendungen kommunizieren, einfach und transparent. In JackMate: • Ausgangslautstärken (Jack-Ausgang und „JackMoebius Out“) und pro App, direkt in JackMate; • Studios stellen jetzt auch den JackMoebius-Zustand wieder her (bereitgestellte Apps + Lautstärken); • JackMoebius-Status in Echtzeit; • JackMoebius direkt aus JackMate installieren und aktualisieren; • deutlich verbesserte automatische Patchbay-Anordnung (beim Jack-Start und über „Tidy“).
en: The big news: JackMoebius integration. JackMoebius is the next-generation functional successor to JackRouter (abandoned since 2020) — a virtual audio driver to install separately (link below). JackMoebius exposes to the JACK graph the macOS apps with no native JACK support (almost any audio app and native Apple application that can capture or emit sound), both input and output — so they can talk to your native JACK applications, simply and transparently. From JackMate: • output volumes (Jack’s output and “JackMoebius Out”) and per-app, set right in JackMate; • studios now also restore the JackMoebius state (exposed apps + volumes); • real-time JackMoebius status; • install and update JackMoebius right from JackMate; • much-improved automatic patchbay layout (on Jack start and via “Tidy”).
es: La gran novedad: la integración con JackMoebius. JackMoebius es el sucesor funcional de nueva generación de JackRouter (abandonado desde 2020) — un controlador de audio virtual que se instala aparte (enlace abajo). JackMoebius expone al grafo JACK las apps de macOS sin soporte JACK nativo (casi todas las apps de audio y aplicaciones nativas de Apple capaces de capturar o emitir sonido), tanto entrada como salida — para que dialoguen con tus aplicaciones JACK nativas, de forma sencilla y transparente. Desde JackMate: • volúmenes de salida (salida de Jack y «JackMoebius Out») y por aplicación, en JackMate; • los estudios ahora también restauran el estado de JackMoebius (apps expuestas + volúmenes); • estado de JackMoebius en tiempo real; • instalar y actualizar JackMoebius directamente desde JackMate; • disposición automática del patchbay muy mejorada (al iniciar Jack y con «Tidy»).
it: La grande novità: l'integrazione con JackMoebius. JackMoebius è il successore funzionale di nuova generazione di JackRouter (abbandonato dal 2020) — un driver audio virtuale da installare separatamente (link sotto). JackMoebius espone al grafo JACK le app macOS senza supporto JACK nativo (quasi tutte le app audio e le applicazioni native Apple in grado di catturare o emettere suono), sia in ingresso che in uscita — per farle dialogare con le tue applicazioni JACK native, in modo semplice e trasparente. Da JackMate: • volumi di uscita (uscita di Jack e «JackMoebius Out») e per app, in JackMate; • gli studi ora ripristinano anche lo stato di JackMoebius (app esposte + volumi); • stato di JackMoebius in tempo reale; • installare e aggiornare JackMoebius direttamente da JackMate; • disposizione automatica del patchbay molto migliorata (all'avvio di Jack e con «Tidy»).

# whats_new.changelog
source: Changelog complet
de: Vollständiges Changelog
en: Full changelog
es: Registro de cambios completo
it: Changelog completo

# whats_new.jackmoebius
source: En savoir plus sur JackMoebius ↗
de: Mehr über JackMoebius ↗
en: Learn more about JackMoebius ↗
es: Más sobre JackMoebius ↗
it: Scopri di più su JackMoebius ↗

# whats_new.title
source: Quoi de neuf dans JackMate
de: Neu in JackMate
en: What's New in JackMate
es: Novedades de JackMate
it: Novità di JackMate

# about.version
source: Version %1$@ (build %2$@)
es: Versión %1$@ (build %2$@)
it: Versione %1$@ (build %2$@)

# capture_studio.default_name
source: Studio %lld
es: Estudio %lld

# common.clients
source: Clients
es: Clientes
it: Client

# license.limit.support
source: Support
es: Soporte
it: Supporto

# sidebar.studios.title
source: Studios (%lld)
es: Estudio (%lld)
it: Studio (%lld)

# studio_inspect.clients.title
source: Clients (%lld)
es: Clientes (%lld)
it: Client (%lld)

# transport.goto.popover_title
source: Format : %@
es: Formato: %@
it: Formato: %@
